{
    "title": "游꼵 Kakor",
    "description": "Denna webbplats anv칛nder kakor f칬r att s칛kerst칛lla att du f친r den b칛sta upplevelsen p친 v친r webbplats.",
    
    "cookie_ADVERTISING": "Reklam",
    "cookie_ADVERTISING_description": "Dessa kakor kan st칛llas in genom v친r webbplats av v친ra annonspartners. De kan anv칛ndas av dessa f칬retag f칬r att skapa en profil av dina intressen och visa dig relevanta annonser p친 andra webbplatser. De lagrar inte direkt personlig information",
    "cookie_ANALYTICS": "Analys",
    "cookie_ANALYTICS_description": "Dessa kakor g칬r det m칬jligt f칬r oss att f칬rst친 hur bes칬kare interagerar med v친r webbplats genom att tillhandah친lla information om de bes칬kta omr친dena, den tid som spenderas p친 webbplatsen och eventuella problem som uppst친r, s친som felmeddelanden. Detta hj칛lper oss att f칬rb칛ttra prestandan p친 v친r webbplats. Dessa kakor identifierar dig inte som en individ. Alla data samlas in och aggregeras anonymt.",
    "cookie_FUNCTIONAL": "Funktionella",
    "cookie_FUNCTIONAL_description": "Dessa kakor m칬jligg칬r att webbplatsen tillhandah친ller f칬rb칛ttrad funktionalitet och anpassning. De kan st칛llas in av oss eller av tredjepartsleverant칬rer vars tj칛nster vi har lagt till p친 v친ra sidor. Om du inte till친ter dessa kakor kan vissa eller alla dessa tj칛nster fungera korrekt.",
    "cookie_NECESSARY": "N칬dv칛ndiga",
    "cookie_NECESSARY_description": "Dessa kakor 칛r n칬dv칛ndiga f칬r att webbplatsen ska fungera och kan inte st칛ngas av i v친ra system. De st칛lls vanligtvis endast in som svar p친 친tg칛rder som du har gjort och som utg칬r en beg칛ran om tj칛nster, till exempel att st칛lla in dina integritetsinst칛llningar, logga in eller fylla i formul칛r. Du kan st칛lla in din webbl칛sare att blockera eller varna dig om",
    "cookie_PERFORMANCE": "Prestanda",
    "cookie_PERFORMANCE_description": "Dessa kakor till친ter oss att r칛kna bes칬k och trafikk칛llor s친 att vi kan m칛ta och f칬rb칛ttra prestandan p친 v친r webbplats. De hj칛lper oss att veta vilka sidor som 칛r mest och minst popul칛ra och se hur bes칬kare r칬r sig p친 webbplatsen. All information som dessa kakor samlar in 칛r aggregerad och d칛rf칬r anonym. Om du inte till친ter dessa kakor kommer vi inte att veta n칛r du har bes칬kt v친r webbplats och kommer inte att kunna 칬vervaka dess prestanda.",

    "btn_save": "Spara inst칛llningar",
    "btn_acceptAll": "Till친t alla kakor",
    "btn_personalize": "Anpassa",
    "btn_acceptNecessary": "Till친t n칬dv칛ndiga kakor",
    
    "aboutPrivacy": "Om din integritet",
    "privacyStatement": "Vi behandlar personuppgifter som samlas in n칛r du bes칬ker webbplatsen. Behandlingen av data syftar till att integrera inneh친ll, externa tj칛nster och element fr친n tredje part, statistisk analys/m칛tning, personlig reklam och integration av sociala medier. Detta tj칛nar till att skydda v친ra legitima intressen i optimering och ekonomisk drift av v친r webbplats, i enlighet med Art. 6(1) lit. f i den allm칛nna dataskyddsf칬rordningen (GDPR)",
    "privacyPolicy": "Integritetspolicy",
    "cookiePolicy": "Kakpolicy"
}