{
    "title": "Begreppslista",
    "equality": "Jämställdhet",
    "equality.description": "En strävan efter att alla människor, oavsett kön, ska ha samma rättigheter, möjligheter och tillgång till resurser i samhället.",
    "diversity": "Mångfald",
    "diversity.description": "En erkännande och uppskattning av olika bakgrunder, perspektiv och identiteter, som kön, etnicitet, kultur och erfarenheter.",
    "inclusivity": "Likabehandling",
    "inclusivity.description": "Att alla individer ska behandlas lika och rättvist, utan diskriminering baserat på kön, etnicitet, ålder, funktionsförmåga eller andra personliga egenskaper.",
    "ths_policy": "THS policy för JML",
    "ths_policy.description": "Riktlinjerna för Jämställdhet, Mångfald och Likabehandling som gäller för all verksamhet inom THS",
    "media_conduct": "Medias uppförandepolicy",
    "media_conduct.description": "Uppförandepolicyn syftar till att säkerställa att alla medlemmar i sektionen behandlas med respekt, trygghet och inkludering genom att fastställa tydliga värderingar och förväntningar. Den skapar också en rättvis process för att hantera oacceptabelt beteende och förebygga sådana situationer.",
    "media_conduct.url": "https://storage.googleapis.com/medieteknik-static/documents/2023/8/14/Uppf%C3%B6randepolicy.pdf",
    "discrimination": "Diskriminering",
    "discrimination.description": "Diskriminering innebär att en person eller en grupp personer behandlas orättvist eller sämre på grund av någon av de sju skyddade diskrimineringsgrunderna. Diskrimineringen kan vara direkt, indirekt eller ta sig uttryck genom trakasserier.",
    "discrimination.examples": "De sju diskrimineringsgrunderna är:",
    "discrimination.example_1": "Kön",
    "discrimination.example_2": "Könsidentitet eller könsuttryck",
    "discrimination.example_3": "Etnisk tillhörighet",
    "discrimination.example_4": "Religion eller annan trosuppfattning",
    "discrimination.example_5": "Funktionsvariation",
    "discrimination.example_6": "Sexuell läggning",
    "discrimination.example_7": "Ålder",
    "harassment": "Trakasserier",
    "harassment.description": "Trakasserier innebär beteende som kränker en individs värdighet och är kopplat till en eller flera av diskrimineringsgrunderna. Detta kan vara kommentarer, nedsättande skämt, gester eller social utfrysning.",
    "sexual_harassment": "Sexuella trakasserier",
    "sexual_harassment.description": "Oönskad och olämplig uppmärksamhet av sexuell karaktär som skapar en fientlig och obehaglig miljö för den som utsätts för det.",
    "norms": "Normer",
    "norms.description": "Normer är oskrivna regler i samhället som styr hur vi förväntas bete oss, se ut eller tänka. De kan vara både positiva och negativa och kan påverka individers frihet att uttrycka sig själva.",
    "norm_critique": "Normkritik",
    "norm_critique.description": "En individs inre uppfattning och erfarenhet av sitt eget kön, som kan överensstämma eller inte överensstämma med det kön man tilldelades vid födseln.",
    "gender_identity": "Könsidentitet",
    "gender_identity.description": "An individual's internal sense and experience of their own gender, which may or may not correspond with the gender assigned at birth",
    "sexual_identity": "Sexuell identitet",
    "sexual_identity.description": "En individs förståelse och upplevelse av sin sexuella läggning och preferens, som kan inkludera att vara heterosexuell, homosexuell, bisexuell, pansexuell eller andra.",
    "privileges": "Privilegier",
    "privileges.description": "Ojämlika fördelar som vissa grupper får på grund av egenskaper som kön, etnicitet eller klass, vilket ger dem förmåner som andra inte har tillgång till."
}