{
    "title": "Diskriminering, trakasserier och normer",
    "description": "Diskriminering är, enligt THS policy för jämlikhet, mångfald och likabehandling (JML), när en person eller en grupp blir behandlad på ett orättvist sätt baserat på någon av de sju diskrimineringsgrunderna: kön, könsidentitet eller könsuttryck, etnisk tillhörighet, trosuppfattning, funktionsvariation, sexuell läggning eller ålder. Diskriminering kan ta sig uttryck på olika sätt, exempelvis genom direkt eller indirekt diskriminering, samt trakasserier.",
    "direct_discrimination": "Direkt diskriminering",
    "direct_discrimination.description": "Direkt diskriminering innebär en tydlig och uppenbar orättvis behandling av en individ eller grupp på grund av en diskrimineringsgrund. Det handlar om situationer där någon aktivt behandlas sämre än andra.",
    "direct_discrimination.examples": "Exempel på direkt diskriminering:",
    "direct_discrimination.example_1": "En föreläsare ignorerar en students önskemål om att använda deras valda pronomen och använder felaktiga pronomen istället.",
    "direct_discrimination.example_2": "En student med funktionsvariation nekas att delta i ett sektionsevent på grund av bristande tillgänglighet, trots att andra studenter har möjlighet att delta utan hinder.",
    "indirect_discrimination": "Indirekt diskriminering",
    "indirect_discrimination.description": "Indirekt diskriminering handlar om mer subtila former av orättvisa, där en viss praxis eller regel, även om den inte verkar diskriminerande vid första anblick, kan missgynna vissa grupper. Detta kan ske omedvetet och utan att man reflekterar över konsekvenserna.",
    "indirect_discrimination.examples": "Exempel på indirekt diskriminering:",
    "indirect_discrimination.example_1": "Att använda uttryck som killar och tjejer eller damer och herrar, vilket kan göra det obekvämt för icke-binära eller transpersoner som inte identifierar sig med dessa traditionella könsbeteckningar.",
    "indirect_discrimination.example_2": "Att planera en gasque med mat under Ramadan, när många muslimer fastar, vilket gör det svårt för muslimska studenter att delta fullt ut.",
    "harassment": "Trakasserier",
    "harassment.description": "Trakasserier innebär beteenden som kränker en individs värdighet och som har samband med någon av de skyddade diskrimineringsgrunderna. Trakasserier kan vara i form av kommentarer, nedsättande skämt, gester eller social utfrysning.",
    "harassment.examples": "Exempel på trakasserier:",
    "harassment.example_1": "Att skämtsamt kalla någon idiot.",
    "harassment.example_2": "Att sprida stereotypa kommentarer som att kvinnor är känsliga.",
    "sexual_harassment": "Sexuella trakasserier",
    "sexual_harassment.description": "Sexuella trakasserier är en form av trakasserier av sexuell natur som kränker en individs värdighet. Det handlar om beteenden som kommentarer, tafsande, närgångna blickar eller ovälkomna komplimanger och anspelningar.",
    "sexual_harassment.examples": "Exempel på sexuella trakasserier:",
    "sexual_harassment.example_1": "Oönskade sexuellt laddade kommentarer om någon annans utseende.",
    "sexual_harassment.example_2": "Att sprida rykten om någon annans relationer.",
    "norms": "Normer",
    "norms.description": "Normer är de oskrivna regler och förväntningar som styr hur vi bör bete oss eller se ut i samhället. De är ofta grundade i traditioner eller majoritetens vanor men kan vara begränsade för individers frihet.",
    "norms.examples": "Exempel på normer:",
    "norms.example_1": "Att tjejer ska ha långt hår.",
    "norms.example_2": "Att killar inte får visa känslor.",
    "norm_critique": "Att vara normkritisk innebär att ifrågasätta dessa normer och att förstå att de kan skada individer genom att de inte får uttrycka sig på det sätt de önskar. Samtidigt är det viktigt att förstå att vissa normer, som exempelvis att ta ansvar för sina barn, kan vara positiva och bör upprätthållas."
}