{
    "title": "Version 0.6.1",
    "keywords": "Medieteknik, Uppdatering, Förbättringar, Buggfixar",
    "overview_1": "Denna uppdatering är en mindre uppdatering för att fixa några buggar, ändra lite i användargränssnittet och lägga till några förbättringar för livskvaliteten.",
    "general_1": " Uppdateringar kan nu ses! Denna sida kommer att uppdateras med varje ny version.",
    "general_2": "Begränsade notifikationer är nu tillgängliga! Notifikationer kommer endast visas när en ny uppdatering släpps (tills vidare).",
    "general_3": "Alla funktionärsposter är nu tillgängliga.",
    "general_4": "Ytterligare översättningar har lagts till.",
    "general_5": "Mindre förbättringar för prestanda.",
    "ui_ux_1": "Händelser som sträcker sig över flera dagar visas nu som sådana i kalendern.",
    "ui_ux_2": "Beskrivningar har lagts till masterprogrammen på utbildningssidan.",
    "ui_ux_3": "Du kan nu välja året när du visar funktionärer.",
    "ui_ux_4": "Mer detaljerad händelse skapelse. Att sätta start- och sluttider är enklare.",
    "ui_ux_5": "Header är nu flytande.",
    "ui_ux_6": " har en ny design för nämnder och projektgrupper.",
    "ui_ux_7": "Textjusteringar till individuella nämndsidor.",
    "ui_ux_8": "Studentpositionskort har justerats och onödigt vitt utrymme har tagits bort.",
    "ui_ux_9": "Studentsidan har nu en ny design.",
    "ui_ux_10": "Nyhets- och händelseflikar har tagits bort från studentsidan.",
    "qol_1": "Tema och språk kan ändras via användardropdownen när du är inloggad.",
    "qol_2": "Nämndlänkar i användardropdownen leder nu till instrumentpanelen, istället för nämndsidan.",
    "qol_3": " har nu fungerande sökparametrar när du använder sökfunktionen, vilket gör det enklare att länka till.",
    "bugfixes_1": "Visning av videor fungerar nu med både den förkortade och fullständiga URL:en.",
    "bugfixes_2": "Uppladdning av profilbilder sparas nu korrekt.",
    "bugfixes_3": "Hämtning av senaste datan på varje sida är nu lättare att förutse och uppdatera."
}