{
    "title": "Version 0.6.2",
    "keywords": "Media Technology, Update, Improvements, Bugfixes",
    "overview_1": "Denna uppdatering innehåller stora förändringar. Stöd för offline har lagts till tillsammans med push-meddelanden. Den mobila användargränssnittet har gjorts mer användarvänligt. Nytt användarkontoinställningar UI, och många fler förbättringar.",
    "experimental_1": "Offline-stöd",
    "experimental_1_explanation": "Du kan nu använda hemsidan offline, dock är det baserat på vilka sidor du har cachat och vilken webbläsare du använder. Detta kommer förbättras över tid, så rapportera gärna eventuella problem du hittar.",
    "experimental_2": "Grunden för meddelanden/notiser",
    "experimental_2_explanation": "Detta fungerar för närvarande bara om webbplatsens administratör lägger till notiser manuellt, som webbplatsuppdateringar. Kommer att utökas för att inkludera nyheter och evenemang i framtiden. Du kan ändra inställningarna för meddelanden i användarkontoinställningar sidan.",
    "general.new_1": "Mottagningsläge",
    "general.new_1_explanation": "Du kan nu uppdatera hur du visas under mottagningsläge, du kan ändra namn och bild. Obs: Om du inte ställer in något kommer du att visas som normalt.",
    "general.new_2": "Kontextsökning",
    "general.new_2_explanation": "Du kan nu söka över hela hemsidan, vart som helst! Du kan komma åt det via CTRL+K eller CMD+K, eller i sidhuvudet/navigeringsfältet.",
    "general.new_3": "PWA (Progressive Web App) stöd har lagts till",
    "general.new_3_explanation": "Detta gör att du kan installera hemsidan som en app på din enhet. Fungerar som en vanlig app som kan få push-meddelanden och offline-stöd. Detta är fortfarande under utveckling, så rapportera gärna eventuella problem du hittar.",
    "general.updated_1": "2x prestandaförbättring",
    "general.updated_1_explanation": "Detta påverkar främst enheter med lägre prestanda och webbläsare utan hårdvaruacceleration på vissa sidor.",
    "ui_ux.new_1": "Bättre medlemskaps hantering för nämnder",
    "ui_ux.updated_1": "\"Aktuella\" sidan har ändrat layout för att trycka rekryteringar högre upp tillsammans med kalendern",
    "ui_ux.updated_2": "\"Utbildning\" sidan är lättare att navigera med en ny layout",
    "ui_ux.updated_2_explanation": "Är fortfarande lite missnöjd med layout:en men det är mycket bättre än tidigare. Kommer att förbättras i framtiden. Ge gärna feedback!",
    "ui_ux.updated_3": "Fel sidor har designats om för att vara mer informativa och visuellt tilltalande",
    "ui_ux.updated_3_explanation": "Detta kommer att göra det lättare för dig att få hjälp om du stöter på ett fel. Det kommer också att hjälpa att förbättra webbplatsen och åtgärda buggar snabbare.",
    "ui_ux.updated_4": "Ny design för \"Kontoinställningar\" sidan",
    "ui_ux.updated_5": "Ändrade header:n för mindre skärmar för att kännas mer som en app",
    "ui_ux.updated_5_explanation": "Detta kommer att göra det lättare att navigera på webbplatsen på mindre skärmar och få den att kännas mer som en inbyggd app. Detta kommer att förbättras över tid, så rapportera gärna eventuella problem du hittar.",
    "ui_ux.updated_6": "Databasen kommer nu att vara snabbare att få viss data, t.ex. nyheter, evenemang",
    "ui_ux.updated_6_explanation": "Kommer förmodligen inte att märkas av de flesta användare, men detta kommer att minska belastningen.",
    "ui_ux.updated_7": "Mer översättningar",
    "ui_ux.removed_1": "Evenemangspanelen bredvid kalendern har tagits bort och blivit omvandlat till en rekryteringspanel",
    "ui_ux.removed_1_explanation": "Ändrades på grund av att många dagar faktiskt inte hade några evenemang och det tog upp mycket utrymme. Kalendern är nu huvudfokus på sidan och rekryteringspanelen är nu mer synlig. Du kan fortfarande se detaljerad information om du klickar på ett evenemang i kalendern.",
    "qol.new_1": "Ett \"Kom ihåg mig\"-alternativ har lagts till på inloggningssidan",
    "qol.new_1_explanation": "Det kommer att hålla dig inloggad i 14 dagar, om du inte loggar ut eller rensar dina cookies. Detta är en säkerhetsfunktion, så var försiktig om du använder en offentlig dator eller en delad enhet.",
    "qol.new_2": "Du kan nu spara och återuppta dina/nämndens utkast nyhetsartiklar",
    "qol.new_2_explanation": "Du kan komma åt dem via nämnd dashboard:en. Detta är ett bra sätt att spara sitt arbete och komma tillbaka till det senare.",
    "qol.new_3": "Du kan nu förhandsgranska nyhetsartiklar innan de publiceras",
    "bugfixes_1": "Att använda emojis i nyhets titlar bryter inte längre URL:en",
    "bugfixes_2": "Prenumererade kalendrar kommer nu att visa hela beskrivningen, inte bara den första raden",
    "bugfixes_3": "Och många andra små buggfixar och förbättringar"
}