{
    "title": "Version 0.6.2",
    "keywords": "Media Technology, Update, Improvements, Bugfixes",
    "overview_1": "This update contains major changes. Offline support has been added alongside push notifications. The Mobile UI has been made more user-friendly. New account settings UI, and many more improvements.",
    "experimental_1": "Offline support",
    "experimental_1_explanation": "You can now use the site offline however, it is based on which pages you have cached and the browser you are using. This is a work in progress, so please report any issues you find.",
    "experimental_2": "The foundation for notifications",
    "experimental_2_explanation": "This currently only works if the site admin adds the notification manually, like site updates. Will be expanded to include news and events in the future. You can change the notification settings in the account settings page.",
    "general.new_1": "Reception mode",
    "general.new_1_explanation": "You can now update how you appear during reception mode, you  can change name and image. Note: If you don't set anything you will appear as your normal self.",
    "general.new_2": "Context Search",
    "general.new_2_explanation": "You can now search the entire website from wherever! You can access it via CTRL+K or CMD+K, or in the header/navigation bar.",
    "general.new_3": "PWA (Progressive Web App) support has been added",
    "general.new_3_explanation": "This allows you to install the site as an app on your device. Works like a normal app that can get push notifications and offline support. This is still a work in progress, so please report any issues you find.",
    "general.updated_1": "2x Performance improvement",
    "general.updated_1_explanation": "This mainly affects lower-end devices and non-hardware accelerated browsers on some pages.",
    "ui_ux.new_1": "Better membership management for committees",
    "ui_ux.updated_1": "\"Bulletin\" page has shifted layouts to push recruitments up higher alongside the calendar",
    "ui_ux.updated_2": "\"Education\" page is easier to navigate with a new layout",
    "ui_ux.updated_2_explanation": "Still a bit unsatisfied with the layout, but it is a lot better than before. Will be improved in the future. Please give feedback!",
    "ui_ux.updated_3": "Error pages have been redesigned to be more informative and visually pleasing",
    "ui_ux.updated_3_explanation": "This will make it easier for you to get assistance if you encounter an error. It will also help us to improve the site and fix bugs faster.",
    "ui_ux.updated_4": "New design for \"Account Settings\" page.",
    "ui_ux.updated_5": "Changed the header for smaller screens to feel more like an app",
    "ui_ux.updated_5_explanation": "This will make it easier to navigate the site on smaller screens, and make it feel more like a native app. This is a work in progress, so please report any issues you find.",
    "ui_ux.updated_6": "Database will now be faster to query for some endpoints, e.g. news, events",
    "ui_ux.updated_6_explanation": "Will probably not be noticeable for most users, but this will reduce the load for queries that have to also query the relevant translation tables.",
    "ui_ux.updated_7": "More translations",
    "ui_ux.removed_1": "The event panel next to the calendar has been removed in place of the recruitment panel",
    "ui_ux.removed_1_explanation": "Was changed due to many days not actually having events, and it was taking up a lot of space. The calendar is now the main focus of the page, and the recruitment panel is now more visible. You can still see detailed information if you click on the event in the calendar.",
    "qol.new_1": "A \"Remember Me\" option has been added to the login page",
    "qol.new_1_explanation": "It will keep you logged in for 14 days, if you don't log out or clear your cookies. This is a security feature, so please be careful if you are using a public computer or a shared device.",
    "qol.new_2": "You can now save and return to your draft news articles",
    "qol.new_2_explanation": "You can access them via the committee dashboard. This is a great way to save your progress and come back to it later.",
    "qol.new_3": "You can now preview news articles before they are published",
    "bugfixes_1": "Using emojis in news titles no longer breaks the URL",
    "bugfixes_2": "Subscribed calendars will now display the entire description not just the first line",
    "bugfixes_3": "And a lot of other small bug fixes and improvements"
}