{
    "title": "Legal",
    "keywords": "Legal, Privacy, Policy, Cookies, GDPR, Data Protection, Rights, Information Collection",
    "description": "Legal information about the Media Technology's website and its services.",
    "lastUpdated": "Last Updated: ",
    "privacyPolicy": "Privacy Policy",
    "privacyPolicy.description": "Your privacy is important to us. It is our policy to respect your privacy regarding any information we may collect from you across our website ",
    "privacyPolicy.other": "For any other issue or concern not addressed in this policy, please do not hesitate to contact us at ",
    "informationCollection": "Information we collect",
    "informationCollection.why": "Why and How we process data",
    "informationCollection.what": "What data is processed",
    "informationCollection.table.sso": "We obtain your data when you sign up or log in for an account on our site using KTH SSO (Single Sign-On), for the purpose of user identification authentication",
    "informationCollection.table.sso_data": "KTH unique user ID and subsequent email assoicated with the ID",
    "informationCollection.table.personal": "At will, you are able to provide us with additional information about yourself. This information is optional and can be changed or deleted at any time by request to ",
    "informationCollection.table.personal_data": "First Name and Last Name\nProfile Picture\nSocial Media Links\nPasswords (hashed and salted)",
    "informationCollection.table.priviliged": "Priviliged users are able to upload documents, media, create news posts, and host events. This information is stored for historical records.",
    "informationCollection.table.priviliged_data": "News articles\nEvents\nDocuments\nMedia",
    "informationCollection.table.committee": "We collect information about your committee memberships to provide you with the ability to manage your memberships. This information is stored for  historical records. And will be anonymized upon request or when deleting an account.",
    "informationCollection.table.committee_data": "Committee Memberships",
    "rights": "Your rights",
    "rights.access": "You have the right to request access to your personal data stored on our site.",
    "rights.deletion": "You have the right to request the deletion of your personal data stored on our site.",
    "rights.deletion.note": "Note: Deletion of your account will result in the loss of all access to your data however, all user-generated content will remain alongside committee membership assoiciations. This data will be anonymized for historical records.",
    "rights.correction": "You have the right to request the correction of your personal data stored on our site.",
    "rights.restriction": "You have the right to request the restriction of processing your personal data stored on our site.",
    "rights.processing": "You have the right to object to the processing of your personal data stored on our site.",
    "rights.transfer": "You have the right to request the transfer of your personal data stored on our site.",
    "rights.proof": "All requests can be made by contacting the current Webmaster in person or providing proof of persons digitally, this includes but is not limited to first name, last name, and school email address (ending in @kth.se) to ",
    "cookies": "Cookies",
    "cookies.description": "We may use 'cookies' to collect information about you and your activity across our site. A cookie is a small piece of data that our website stores on your computer, and accesses each time you visit, so we can understand how you use our site. This helps us serve you content based on preferences you have specified.",
    "cookies.table.name": "Cookie Name",
    "cookies.table.purpose": "Purpose",
    "cookies.table.duration": "Duration",
    "cookies.necessary": "Necessary Cookies",
    "cookies.necessary.description": "We use some cookies that are required for the site to function properly. These necessary cookies are required to use the site and provide a better experience.",
    "cookies.necessary.list": "List of 1st Party Necessary Cookies ",
    "cookies.necessary.list.session": "This cookie is used to identify your session on the site. It includes your session ID and is used to maintain your login state.",
    "cookies.necessary.list.access_token": "This cookie is used to maintain your login state.",
    "cookies.necessary.list.language": "This cookie is used to save your language preference. Changeable in settings."

}