{
    "title": "Discrimination, Harassment and Norms",
    "description": "Discrimination is, according to the THS Policy, That someone is treated worse, disadvantaged or violated due to one of the seven grounds of discrimination (gender, gender identity or gender expression, ethnicity, religion or other beliefs, disabilities, sexual orientation or age). The discrimination can be direct, indirect, in the form of harassment, sexual harassment, lack of accessibility or instructions to discriminate",
    "direct_discrimination": "Direct Discrimination",
    "direct_discrimination.description": "Direct discrimination is a clear and obvious form of discrimination, where someone is treated unfairly or differently because of their background.",
    "direct_discrimination.examples": "Examples of direct discrimination include:",
    "direct_discrimination.example_1": "A teacher refusing or ignoring a students request to be addressed by their preferred name or pronouns",
    "direct_discrimination.example_2": "A student with a disability being denied access to a chapter event even though other students are allowed to attend",
    "indirect_discrimination": "Indirect Discrimination",
    "indirect_discrimination.description": "Indirect discrimination is a more subtle form of discrimination, where a rule, policy, or practice has a negative impact on someone because of their background.",
    "indirect_discrimination.examples": "Examples of indirect discrimination include:",
    "indirect_discrimination.example_1": "Using male and female pronouns in a text, excluding non-binary people.",
    "indirect_discrimination.example_2": "Planing gasques with food under religious restrictions, e.g. Ramadan.",
    "harassment": "Harassment",
    "harassment.description": "Harassment is unwanted behavior that offends, humiliates, or intimidates someone. Harassment can occur in comments, jokes, gestures, or social ostracism.",
    "harassment.examples": "Examples of harassment include:",
    "harassment.example_1": "Making offensive jokes or comments e.g. calling someone an idiot.",
    "harassment.example_2": "Spreading sterotypes or rumors about someone or a group.",
    "sexual_harassment": "Sexual Harassment",
    "sexual_harassment.description": "Sexual harassment is unwanted behavior of a sexual nature that offends, humiliates, or intimidates someone. Sexual harassment can occur in comments, gestures, or physical contact.",
    "sexual_harassment.examples": "Examples of sexual harassment include:",
    "sexual_harassment.example_1": "Unwanted sexual comments or jokes e.g. catcalling.",
    "sexual_harassment.example_2": "Spearding rumors about someones sexual life or relationships.",
    "norms": "Norms",
    "norms.description": "Norms are unwritten rules or expectations that govern how people should behave. Norms can be positive or negative, and can influence how people interact with each other.",
    "norms.examples": "Examples of norms include:",
    "norms.example_1": "Girls should be quiet and polite or have long hair.",
    "norms.example_2": "Guys should be strong and not show emotions.",
    "norm_critique": "To be critical of norms is to question and challenge the norms that govern society. It is important to be critical of norms that are discriminatory or oppressive, and to work towards creating a more inclusive and equitable society."
}