{
    "title": "Concepts",
    "equality": "Equality",
    "equality.description": "That all individuals are of equal value, that they have the same status and respect. It presupposes the same opportunities, rights and obligations.",
    "diversity": "Diversity",
    "diversity.description": "Diversity is a variation in the characteristics and background of individuals in a group. Diversity is associated with differences between social categories, in Sweden especially in relation to the seven grounds of discrimination (gender, transgender identity or expression, ethnicity, religion or other belief, disability, sexual orientation, age).",
    "inclusivity": "Equal Treatment",
    "inclusivity.description": "Everyone should have the same opportunities regardless of their circumstances. Equal conditions mean that everyone has the same conditions for power and influence, finances, education, health, physical integrity and an even distribution of unpaid care work.",
    "ths_policy": "THS Policy",
    "ths_policy.description": "THS is the student union for students at KTH, and has a policy on Diversity, Equality and Equal Treatment. The policy outlines the values and principles that THS stands for, and the guidelines for how all members should behave and treat each other. This also applies to all activities that involve THS in any shape or form.",
    "media_conduct": "Media Conduct Policy",
    "media_conduct.description": "The conduct policy of the Media Technology chapter, is for all chapter members to follow to maintain a safe and inclusive environment for everyone. This is done by properly defining what is expected of each member and what is not tolerated. It will also ensure a fair process in case of a violation of the policy.",
    "media_conduct.url": "https://storage.googleapis.com/medieteknik-static/documents/2024/3/19/Uppf%C3%B6randepolicy%20EN.pdf",
    "discrimination": "Discrimination",
    "discrimination.description": "Discrimination is when someone is treated unfairly or differently because of their background. Discrimination can take many forms, such as racism, sexism, homophobia, or ableism. Discrimination can be either direct or indirect.",
    "discrimination.examples": "The seven grounds of discrimination are:",
    "discrimination.example_1": "Gender",
    "discrimination.example_2": "Gender identity or expression",
    "discrimination.example_3": "Ethnicity",
    "discrimination.example_4": "Religion or belief",
    "discrimination.example_5": "Disability",
    "discrimination.example_6": "Sexual orientation",
    "discrimination.example_7": "Age",
    "harassment": "Harassment",
    "harassment.description": "Harassment is unwanted behavior that offends, humiliates, or intimidates someone. It can take many forms, such as verbal, physical, or sexual harassment.",
    "sexual_harassment": "Sexual Harassment",
    "sexual_harassment.description": "Sexual harassment is unwanted behavior of a sexual nature that offends, humiliates, or intimidates someone. It can take many forms, such as unwanted comments, gestures, or physical contact.",
    "norms": "Norms",
    "norms.description": "Norms are unwritten rules or expectations that govern how people should behave. Norms can be positive or negative, and can influence how people interact with each other.",
    "norm_critique": "Critique of Norms",
    "norm_critique.description": "Critique of norms is about questioning and challenging the norms that govern society. It is important to be critical of norms that are discriminatory or oppressive, and to work towards creating a more inclusive and equitable society.",
    "gender_identity": "Gender Identity",
    "gender_identity.description": "An individual's internal sense and experience of their own gender, which may or may not correspond with the gender assigned at birth.",
    "sexual_identity": "Sexual Identity",
    "sexual_identity.description": "An individual's sexual orientation or preference, which may or may not correspond with societal norms or expectations.",
    "privileges": "Privileges",
    "privileges.description": "Privileges are unearned advantages or benefits that some people have, based on their social identity. Privileges can be based on factors as gender, ethnicity or social class, and can give some people an unfair advantage over others."
}